results/ycsb/4-nodes/6-clients/couchbase2/workloadb_couchbase_custom-validation2/results-10.txt
[OVERALL], RunTime(ms), 26225
[OVERALL], Throughput(ops/sec), 3813.1553860819827
[TOTAL_GCS_G1_Young_Generation], Count, 13
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 137
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.5224022878932316
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 13
[TOTAL_GC_TIME], Time(ms), 137
[TOTAL_GC_TIME_%], Time(%), 0.5224022878932316
[READ], Operations, 94989
[READ], AverageLatency(us), 2325.0997799745232
[READ], MinLatency(us), 65
[READ], MaxLatency(us), 666256
[READ], Return=OK, 94990
[READ], 0, 8150.870138017566
[READ], 1000, 2881.068557182923
[READ], 2000, 4060.2369217466494
[READ], 3000, 1901.3438266557646
[READ], 4000, 2192.7523674242425
[READ], 5000, 2357.7211857909533
[READ], 6000, 2645.726493283795
[READ], 7000, 2394.0948320413436
[READ], 8000, 3473.8278319579895
[READ], 9000, 3526.2225486595667
[READ], 10000, 1986.8276955602537
[READ], 11000, 2768.742606149341
[READ], 12000, 3018.685031847134
[READ], 13000, 2220.805170387779
[READ], 14000, 1594.9553148273528
[READ], 15000, 2124.5528436564587
[READ], 16000, 1888.4906344410876
[READ], 17000, 1835.1228104703798
[READ], 18000, 2090.0265663050695
[READ], 19000, 2222.1196662693683
[READ], 20000, 1929.953189726595
[READ], 21000, 1574.7559108691955
[READ], 22000, 2080.5623638344227
[READ], 23000, 1273.3668178872326
[READ], 24000, 217.16666666666666
[CLEANUP], Operations, 10
[CLEANUP], AverageLatency(us), 1.2
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 5
[CLEANUP], 0, 2.3333333333333335
[CLEANUP], 1000, 1.0
[CLEANUP], 2000, 0.3333333333333333
[UPDATE], Operations, 5010
[UPDATE], AverageLatency(us), 2842.1055888223555
[UPDATE], MinLatency(us), 146
[UPDATE], MaxLatency(us), 112587
[UPDATE], Return=OK, 5010
[UPDATE], 0, 6515.709677419355
[UPDATE], 1000, 3432.7976878612717
[UPDATE], 2000, 4946.7037037037035
[UPDATE], 3000, 2556.276515151515
[UPDATE], 4000, 2929.1106194690265
[UPDATE], 5000, 2855.348
[UPDATE], 6000, 3720.6019417475727
[UPDATE], 7000, 3034.8709677419356
[UPDATE], 8000, 5026.826446280992
[UPDATE], 9000, 2641.8245614035086
[UPDATE], 10000, 2516.470588235294
[UPDATE], 11000, 3521.776785714286
[UPDATE], 12000, 2598.1428571428573
[UPDATE], 13000, 2539.7130044843047
[UPDATE], 14000, 1962.9512195121952
[UPDATE], 15000, 3408.078703703704
[UPDATE], 16000, 2370.029520295203
[UPDATE], 17000, 2222.760956175299
[UPDATE], 18000, 2589.588932806324
[UPDATE], 19000, 3101.433673469388
[UPDATE], 20000, 2195.029702970297
[UPDATE], 21000, 2033.3993055555557
[UPDATE], 22000, 2507.1785714285716
[UPDATE], 23000, 1731.7971014492753