results/ycsb/4-nodes/6-clients/couchbase2/workloadb_couchbase_custom-validation2/results-100.txt
[OVERALL], RunTime(ms), 21852
[OVERALL], Throughput(ops/sec), 4576.240161083653
[TOTAL_GCS_G1_Young_Generation], Count, 17
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 459
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 2.1004942339373973
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 17
[TOTAL_GC_TIME], Time(ms), 459
[TOTAL_GC_TIME_%], Time(%), 2.1004942339373973
[READ], Operations, 94955
[READ], AverageLatency(us), 15289.94741719762
[READ], MinLatency(us), 89
[READ], MaxLatency(us), 4392066
[READ], Return=OK, 94958
[READ], 0, 1088596.3655462186
[READ], 1000, 38770.407947331296
[READ], 2000, 18141.127978478093
[READ], 3000, 14451.592374213837
[READ], 4000, 16923.360356475492
[READ], 5000, 10981.7302639228
[READ], 6000, 10584.378438828002
[READ], 7000, 11018.299477655253
[READ], 8000, 9248.958130001953
[READ], 9000, 10998.038052994047
[READ], 10000, 11991.722782654264
[READ], 11000, 10289.746106442577
[READ], 12000, 7387.629399807425
[READ], 13000, 7449.119570085088
[READ], 14000, 1345.1926605504586
[CLEANUP], Operations, 100
[CLEANUP], AverageLatency(us), 0.31
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 0, 1.0
[CLEANUP], 1000, 0.6
[CLEANUP], 2000, 0.2857142857142857
[CLEANUP], 3000, 0.2777777777777778
[CLEANUP], 4000, 0.5
[UPDATE], Operations, 5042
[UPDATE], AverageLatency(us), 14946.89785799286
[UPDATE], MinLatency(us), 147
[UPDATE], MaxLatency(us), 3760321
[UPDATE], Return=OK, 5042
[UPDATE], 0, 153270.71287128713
[UPDATE], 1000, 20074.04152249135
[UPDATE], 2000, 22467.425531914894
[UPDATE], 3000, 11346.54078549849
[UPDATE], 4000, 11750.135523613963
[UPDATE], 5000, 12070.739759036145
[UPDATE], 6000, 12180.020930232558
[UPDATE], 7000, 9745.703984819735
[UPDATE], 8000, 10707.477227722773
[UPDATE], 9000, 12533.40987654321
[UPDATE], 10000, 14269.22842639594
[UPDATE], 11000, 8836.632688927944
[UPDATE], 12000, 8595.587096774194
[UPDATE], 13000, 3223.681818181818