results/ycsb/4-nodes/6-clients/couchbase2/workloadb_couchbase_custom-validation2/results-30.txt
[OVERALL], RunTime(ms), 21365
[OVERALL], Throughput(ops/sec), 4680.55230517201
[TOTAL_GCS_G1_Young_Generation], Count, 11
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 282
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.319915750058507
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 11
[TOTAL_GC_TIME], Time(ms), 282
[TOTAL_GC_TIME_%], Time(%), 1.319915750058507
[READ], Operations, 94990
[READ], AverageLatency(us), 5319.786209074639
[READ], MinLatency(us), 66
[READ], MaxLatency(us), 1694838
[READ], Return=OK, 94990
[READ], 0, 29153.711557788945
[READ], 1000, 8773.576080150282
[READ], 2000, 5252.271841088836
[READ], 3000, 5870.428420384859
[READ], 4000, 5557.282090997096
[READ], 5000, 4968.095576478949
[READ], 6000, 6041.966878980892
[READ], 7000, 4941.50386235955
[READ], 8000, 5277.661308203991
[READ], 9000, 4717.598107148893
[READ], 10000, 5869.016343207354
[READ], 11000, 4973.0149542575655
[READ], 12000, 4444.623260278356
[READ], 13000, 3647.297773774289
[READ], 14000, 4499.523630136986
[READ], 15000, 3753.3350074657255
[READ], 16000, 3411.33760815822
[READ], 17000, 1445.3606499470152
[CLEANUP], Operations, 30
[CLEANUP], AverageLatency(us), 0.43333333333333335
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 1
[CLEANUP], 0, 1.0
[CLEANUP], 1000, 1.0
[CLEANUP], 2000, 0.8181818181818182
[CLEANUP], 3000, 0.11764705882352941
[UPDATE], Operations, 5010
[UPDATE], AverageLatency(us), 6584.508383233533
[UPDATE], MinLatency(us), 164
[UPDATE], MaxLatency(us), 1612905
[UPDATE], Return=OK, 5010
[UPDATE], 0, 42340.83458646617
[UPDATE], 1000, 10503.79640718563
[UPDATE], 2000, 5171.761904761905
[UPDATE], 3000, 6646.226053639847
[UPDATE], 4000, 5810.763440860215
[UPDATE], 5000, 6182.9554794520545
[UPDATE], 6000, 6732.555118110236
[UPDATE], 7000, 6231.735177865613
[UPDATE], 8000, 5561.880952380952
[UPDATE], 9000, 5587.015822784811
[UPDATE], 10000, 5626.023529411765
[UPDATE], 11000, 5634.543046357616
[UPDATE], 12000, 5913.991758241758
[UPDATE], 13000, 3979.4327956989246
[UPDATE], 14000, 6466.020648967552
[UPDATE], 15000, 4202.375634517766
[UPDATE], 16000, 4413.023598820059
[UPDATE], 17000, 1864.3089430894308