results/ycsb/4-nodes/6-clients/couchbase2/workloadb_couchbase_custom-validation2/results-40.txt
[OVERALL], RunTime(ms), 19234
[OVERALL], Throughput(ops/sec), 5199.126546740147
[TOTAL_GCS_G1_Young_Generation], Count, 12
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 218
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.1334095871893521
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 12
[TOTAL_GC_TIME], Time(ms), 218
[TOTAL_GC_TIME_%], Time(%), 1.1334095871893521
[READ], Operations, 95043
[READ], AverageLatency(us), 6174.367907157813
[READ], MinLatency(us), 71
[READ], MaxLatency(us), 1602396
[READ], Return=OK, 95043
[READ], 0, 27692.599644760212
[READ], 1000, 7690.757244174265
[READ], 2000, 6868.97355944566
[READ], 3000, 7280.138653846154
[READ], 4000, 5685.414548238898
[READ], 5000, 5880.38989280245
[READ], 6000, 5373.006210283073
[READ], 7000, 7166.400692840647
[READ], 8000, 6305.939757058437
[READ], 9000, 4896.721894284948
[READ], 10000, 5465.838559977499
[READ], 11000, 4437.378753439407
[READ], 12000, 4489.816929363689
[READ], 13000, 4728.868724158299
[READ], 14000, 3520.4367464764814
[READ], 15000, 2818.1095197978098
[CLEANUP], Operations, 40
[CLEANUP], AverageLatency(us), 0.75
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 0, 1.0833333333333333
[CLEANUP], 1000, 0.6153846153846154
[CLEANUP], 2000, 0.6
[UPDATE], Operations, 4957
[UPDATE], AverageLatency(us), 6901.785959249546
[UPDATE], MinLatency(us), 158
[UPDATE], MaxLatency(us), 1576233
[UPDATE], Return=OK, 4957
[UPDATE], 0, 25188.088082901555
[UPDATE], 1000, 8525.410358565738
[UPDATE], 2000, 7301.199288256228
[UPDATE], 3000, 7811.479166666667
[UPDATE], 4000, 6566.8674698795185
[UPDATE], 5000, 5363.050802139038
[UPDATE], 6000, 7624.297491039427
[UPDATE], 7000, 7921.5922619047615
[UPDATE], 8000, 6641.790502793296
[UPDATE], 9000, 6068.976525821597
[UPDATE], 10000, 6050.644699140401
[UPDATE], 11000, 5391.927135678392
[UPDATE], 12000, 4736.24716553288
[UPDATE], 13000, 4788.608579088472
[UPDATE], 14000, 3096.892307692308
[UPDATE], 15000, 1887.8333333333333