results/ycsb/4-nodes/6-clients/couchbase2/workloadb_couchbase_custom-validation2/results-70.txt
[OVERALL], RunTime(ms), 20547
[OVERALL], Throughput(ops/sec), 4866.890543631674
[TOTAL_GCS_G1_Young_Generation], Count, 15
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 341
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.6596096753784009
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 15
[TOTAL_GC_TIME], Time(ms), 341
[TOTAL_GC_TIME_%], Time(%), 1.6596096753784009
[READ], Operations, 94962
[READ], AverageLatency(us), 11083.624281291464
[READ], MinLatency(us), 75
[READ], MaxLatency(us), 2914760
[READ], Return=OK, 94962
[READ], 0, 139755.6036249015
[READ], 1000, 12973.222286821705
[READ], 2000, 11695.792715586502
[READ], 3000, 10337.56508135169
[READ], 4000, 9981.426156446903
[READ], 5000, 9899.473071758914
[READ], 6000, 8483.043701140587
[READ], 7000, 10852.278713118852
[READ], 8000, 12358.71481073135
[READ], 9000, 8144.669271802506
[READ], 10000, 9076.716390935631
[READ], 11000, 8598.154651162791
[READ], 12000, 8275.774739746645
[READ], 13000, 8141.70019078768
[READ], 14000, 4076.9557170039784
[CLEANUP], Operations, 70
[CLEANUP], AverageLatency(us), 0.24285714285714285
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 0, 0.6875
[CLEANUP], 1000, 0.1111111111111111
[UPDATE], Operations, 5038
[UPDATE], AverageLatency(us), 14554.697697499008
[UPDATE], MinLatency(us), 168
[UPDATE], MaxLatency(us), 2777459
[UPDATE], Return=OK, 5038
[UPDATE], 0, 258116.33333333334
[UPDATE], 1000, 14699.543396226414
[UPDATE], 2000, 13875.955128205129
[UPDATE], 3000, 11822.030581039755
[UPDATE], 4000, 13409.308157099698
[UPDATE], 5000, 9983.882198952879
[UPDATE], 6000, 8980.222222222223
[UPDATE], 7000, 11757.230240549829
[UPDATE], 8000, 14045.40705128205
[UPDATE], 9000, 8839.623348017622
[UPDATE], 10000, 10236.245231607629
[UPDATE], 11000, 10393.705463182898
[UPDATE], 12000, 9392.743781094527
[UPDATE], 13000, 8447.854271356784
[UPDATE], 14000, 4218.980988593156